<?php include_once "header.php" ?>

<section class="section hovered">
<h1>Что это?</h1>
<p>
  Это мой школьный проект, написанный
  для областной конференции по информатике.
  Моей целью было изучение возможностей создания
  веб-приложений в целом, изучение возможностей 
  сервера, знакомство с вёрсткой сайтов
  и стилевым оформлением. 
</p>
</section>

<section class="section hovered">
<h1>Как оно работает?</h1>
<p>
  Само приложение написано на PHP 
  с использованием базы данных MySQL.
  Возможно, в будущем сюда добавится 
  простейший JavaScript, возможно даже
  с более сложным сервером. Например,
  мне хочется ввести веб-сокеты, построив
  полноценный мессенджер. 
</p>

<p>
  Пока что, здесь реализована
  система входа и аутентификации
  пользователя, возможность обмениваться 
  публичными записями-постами.
  Однако, я буду наращивать функционал.
</p>
</section>

<section class="section hovered">
<h1>Контакты</h1>
<p>
  Посетите мои страницы в соцсетях:
  <a href="https://vk.com/tikhonbelousov">ВК</a>,
  <a href="https://github.com/it1shka">GitHub</a>.
</p>
</section>

<?php include_once "footer.php" ?>